[en]
hungarian_c_let_a=Old Hungarian Capital Rune “A”
hungarian_c_let_a_alt=A /ɒ/
hungarian_s_let_a=Old Hungarian Small Rune “a”
hungarian_s_let_a_alt=a /ɒ/
hungarian_c_let_aa=Old Hungarian Capital Rune “Aa”
hungarian_c_let_aa_alt=Aa /aː/
hungarian_s_let_aa=Old Hungarian Small Rune “aa”
hungarian_s_let_aa_alt=aa /aː/
hungarian_c_let_eb=Old Hungarian Capital Rune “Eb”
hungarian_c_let_eb_alt=Eb /b/
hungarian_s_let_eb=Old Hungarian Small Rune “eb”
hungarian_s_let_eb_alt=eb /b/
hungarian_c_let_ec=Old Hungarian Capital Rune “Ec”
hungarian_c_let_ec_alt=Ec /ts/
hungarian_s_let_ec=Old Hungarian Small Rune “ec”
hungarian_s_let_ec_alt=ec /ts/
hungarian_c_let_ecs=Old Hungarian Capital Rune “Ecs”
hungarian_c_let_ecs_alt=Ecs /tʃ/
hungarian_s_let_ecs=Old Hungarian Small Rune “ecs”
hungarian_s_let_ecs_alt=ecs /tʃ/
hungarian_c_let_ed=Old Hungarian Capital Rune “Ed”
hungarian_c_let_ed_alt=Ed /d/
hungarian_s_let_ed=Old Hungarian Small Rune “ed”
hungarian_s_let_ed_alt=ed /d/
hungarian_c_let_e=Old Hungarian Capital Rune “E”
hungarian_c_let_e_alt=E /ɛ/
hungarian_s_let_e=Old Hungarian Small Rune “e”
hungarian_s_let_e_alt=e /ɛ/
hungarian_c_let_ee=Old Hungarian Capital Rune “Ee”
hungarian_c_let_ee_alt=Ee /eː/
hungarian_s_let_ee=Old Hungarian Small Rune “ee”
hungarian_s_let_ee_alt=ee /eː/
hungarian_c_let_ef=Old Hungarian Capital Rune “Ef”
hungarian_c_let_ef_alt=Ef /f/
hungarian_s_let_ef=Old Hungarian Small Rune “ef”
hungarian_s_let_ef_alt=ef /f/
hungarian_c_let_eg=Old Hungarian Capital Rune “Eg”
hungarian_c_let_eg_alt=Eg /g/
hungarian_s_let_eg=Old Hungarian Small Rune “eg”
hungarian_s_let_eg_alt=eg /g/
hungarian_c_let_egy=Old Hungarian Capital Rune “Egy”
hungarian_c_let_egy_alt=Egy /ɟ/
hungarian_s_let_egy=Old Hungarian Small Rune “egy”
hungarian_s_let_egy_alt=egy /ɟ/
hungarian_c_let_eh=Old Hungarian Capital Rune “eh”
hungarian_c_let_eh_alt=Eh /h/
hungarian_s_let_eh=Old Hungarian Small Rune “eh”
hungarian_s_let_eh_alt=eh /h/
hungarian_c_let_i=Old Hungarian Capital Rune “I”
hungarian_c_let_i_alt=I /i/
hungarian_s_let_i=Old Hungarian Small Rune “i”
hungarian_s_let_i_alt=i /i/
hungarian_c_let_ii=Old Hungarian Capital Rune “II”
hungarian_c_let_ii_alt=Ii /iː/
hungarian_s_let_ii=Old Hungarian Small Rune “ii”
hungarian_s_let_ii_alt=ii /iː/
hungarian_c_let_ej=Old Hungarian Capital Rune “Ej”
hungarian_c_let_ej_alt=Ej /j/
hungarian_s_let_ej=Old Hungarian Small Rune “ej”
hungarian_s_let_ej_alt=ej /j/
hungarian_c_let_ek=Old Hungarian Capital Rune “Ek”
hungarian_c_let_ek_alt=Ek /k/
hungarian_s_let_ek=Old Hungarian Small Rune “ek”
hungarian_s_let_ek_alt=ek /k/
hungarian_c_let_ak=Old Hungarian Capital Rune “Ak”
hungarian_c_let_ak_alt=Ak /k/
hungarian_s_let_ak=Old Hungarian Small Rune “аak”
hungarian_s_let_ak_alt=ak /k/
hungarian_c_let_el=Old Hungarian Capital Rune “El”
hungarian_c_let_el_alt=El /l/
hungarian_s_let_el=Old Hungarian Small Rune “el”
hungarian_s_let_el_alt=el /l/
hungarian_c_let_ely=Old Hungarian Capital Rune “Ely”
hungarian_c_let_ely_alt=Ely /j/
hungarian_s_let_ely=Old Hungarian Small Rune “ely”
hungarian_s_let_ely_alt=ely /j/
hungarian_c_let_em=Old Hungarian Capital Rune “Em”
hungarian_c_let_em_alt=Em /m/
hungarian_s_let_em=Old Hungarian Small Rune “em”
hungarian_s_let_em_alt=em /m/
hungarian_c_let_en=Old Hungarian Capital Rune “En”
hungarian_c_let_en_alt=En /n/
hungarian_s_let_en=Old Hungarian Small Rune “en”
hungarian_s_let_en_alt=en /n/
hungarian_c_let_eny=Old Hungarian Capital Rune “Eny”
hungarian_c_let_eny_alt=Eny /ɲ/
hungarian_s_let_eny=Old Hungarian Small Rune “eny”
hungarian_s_let_eny_alt=eny /ɲ/
hungarian_c_let_o=Old Hungarian Capital Rune “O”
hungarian_c_let_o_alt=O /o/
hungarian_s_let_o=Old Hungarian Small Rune “o”
hungarian_s_let_o_alt=o /o/
hungarian_c_let_oo=Old Hungarian Capital Rune “Oo”
hungarian_c_let_oo_alt=Oo /oː/
hungarian_s_let_oo=Old Hungarian Small Rune “oo”
hungarian_s_let_oo_alt=oo /oː/
hungarian_c_let_oe=Old Hungarian Capital Rudimentar Rune “Oe”
hungarian_c_let_oe_alt=Rudimentar Oe /ø/
hungarian_s_let_oe=Old Hungarian Small Rudimentar Rune “oe”
hungarian_s_let_oe_alt=Rudimentar oe /ø/
hungarian_c_let_oe_nik=Old Hungarian Capital Nikolsburg Rune “Oe”
hungarian_c_let_oe_nik_alt=Nikolsburg Oe /ø/
hungarian_s_let_oe_nik=Old Hungarian Small Nikolsburg Rune “oe”
hungarian_s_let_oe_nik_alt=Nikolsburg oe /ø/
hungarian_c_let_oee=Old Hungarian Capital Rune “Oee”
hungarian_c_let_oee_alt=Oее /øː/
hungarian_s_let_oee=Old Hungarian Small Rune “oee”
hungarian_s_let_oee_alt=oее /øː/
hungarian_c_let_ep=Old Hungarian Capital Rune “Ep”
hungarian_c_let_ep_alt=Ep /p/
hungarian_s_let_ep=Old Hungarian Small Rune “ep”
hungarian_s_let_ep_alt=ep /p/
hungarian_c_let_er=Old Hungarian Capital Rune “Er”
hungarian_c_let_er_alt=Er /r/
hungarian_s_let_er=Old Hungarian Small Rune “er”
hungarian_s_let_er_alt=er /r/
hungarian_c_let_short_er=Old Hungarian Capital Rune Short “Er”
hungarian_c_let_short_er_alt=Er /r/
hungarian_s_let_short_er=Old Hungarian Small Rune Short “er”
hungarian_s_let_short_er_alt=er /r/
hungarian_c_let_es=Old Hungarian Capital Rune “Es”
hungarian_c_let_es_alt=Es /ʃ/
hungarian_s_let_es=Old Hungarian Small Rune “es”
hungarian_s_let_es_alt=es /ʃ/
hungarian_c_let_esz=Old Hungarian Capital Rune “Esz”
hungarian_c_let_esz_alt=Esz /s/
hungarian_s_let_esz=Old Hungarian Small Rune “esz”
hungarian_s_let_esz_alt=esz /s/
hungarian_c_let_et=Old Hungarian Capital Rune “Et”
hungarian_c_let_et_alt=Et /t/
hungarian_s_let_et=Old Hungarian Small Rune “et”
hungarian_s_let_et_alt=et /t/
hungarian_c_let_ety=Old Hungarian Capital Rune “Ety”
hungarian_c_let_ety_alt=Ety /c/
hungarian_s_let_ety=Old Hungarian Small Rune “ety”
hungarian_s_let_ety_alt=ety /c/
hungarian_c_let_u=Old Hungarian Capital Rune “U”
hungarian_c_let_u_alt=U /u/
hungarian_s_let_u=Old Hungarian Small Rune “u”
hungarian_s_let_u_alt=u /u/
hungarian_c_let_uu=Old Hungarian Capital Rune “Uu”
hungarian_c_let_uu_alt=Uu /uː/
hungarian_s_let_uu=Old Hungarian Small Rune “uu”
hungarian_s_let_uu_alt=uu /uː/
hungarian_c_let_ue=Old Hungarian Capital Rudimentar Rune “Ue”
hungarian_c_let_ue_alt=Rudimentar Ue /yː/
hungarian_s_let_ue=Old Hungarian Small Rudimentar Rune “ue”
hungarian_s_let_ue_alt=Rudimentar ue /yː/
hungarian_c_let_ue_nik=Old Hungarian Capital Nikolsburg Rune “Ue”
hungarian_c_let_ue_nik_alt=Nikolsburg Ue /y/
hungarian_s_let_ue_nik=Old Hungarian Small Nikolsburg Rune “ue”
hungarian_s_let_ue_nik_alt=Nikolsburg ue /y/
hungarian_c_let_ev=Old Hungarian Capital Rune “Ev”
hungarian_c_let_ev_alt=Ev /v/
hungarian_s_let_ev=Old Hungarian Small Rune “ev”
hungarian_s_let_ev_alt=ev /v/
hungarian_c_let_ez=Old Hungarian Capital Rune “Ez”
hungarian_c_let_ez_alt=Ez /z/
hungarian_s_let_ez=Old Hungarian Small Rune “ez”
hungarian_s_let_ez_alt=ez /z/
hungarian_c_let_ezs=Old Hungarian Capital Rune “Ezs”
hungarian_c_let_ezs_alt=Ezs /ʒ/
hungarian_s_let_ezs=Old Hungarian Small Rune “ezs”
hungarian_s_let_ezs_alt=ezs /ʒ/
hungarian_c_let_ent=Old Hungarian Capital Rune “Ent”
hungarian_c_let_ent_alt=Ent
hungarian_s_let_ent=Old Hungarian Small Rune “ent”
hungarian_s_let_ent_alt=ent
hungarian_c_let_ent_shaped=Old Hungarian Capital Rune “Ent-shaped sign”
hungarian_c_let_ent_shaped_alt=Ent-shaped sign
hungarian_s_let_ent_shaped=Old Hungarian Small Rune “ent-shaped sign”
hungarian_s_let_ent_shaped_alt=ent-shaped sign
hungarian_c_let_emp=Old Hungarian Capital Rune “Emp”
hungarian_c_let_emp_alt=Emp
hungarian_s_let_emp=Old Hungarian Small Rune “emp”
hungarian_s_let_emp_alt=emp
hungarian_c_let_unk=Old Hungarian Capital Rune “Unk”
hungarian_c_let_unk_alt=Unk
hungarian_s_let_unk=Old Hungarian Small Rune “unk”
hungarian_s_let_unk_alt=unk
hungarian_c_let_us=Old Hungarian Capital Rune “Us”
hungarian_c_let_us_alt=Us
hungarian_s_let_us=Old Hungarian Small Rune “us”
hungarian_s_let_us_alt=us
hungarian_c_let_amb=Old Hungarian Capital Rune “Amb”
hungarian_c_let_amb_alt=Amb
hungarian_s_let_amb=Old Hungarian Small Rune “amb”
hungarian_s_let_amb_alt=amb
hungarian_c_let_enk=Old Hungarian Capital Rune “Enk”
hungarian_c_let_enk_alt=Enk
hungarian_s_let_enk=Old Hungarian Small Rune “enk”
hungarian_s_let_enk_alt=enk
hungarian_c_let_ech=Old Hungarian Capital Rune “Ech”
hungarian_c_let_ech_alt=Ech
hungarian_s_let_ech=Old Hungarian Small Rune “ech”
hungarian_s_let_ech_alt=ech
hungarian_num_one=Old Hungarian Number “1”
hungarian_num_one_alt=1
hungarian_num_five=Old Hungarian Number “5”
hungarian_num_five_alt=5
hungarian_num_ten=Old Hungarian Number “10”
hungarian_num_ten_alt=10
hungarian_num_fifty=Old Hungarian Number “50”
hungarian_num_fifty_alt=50
hungarian_num_one_hundred=Old Hungarian Number “100”
hungarian_num_one_hundred_alt=100
hungarian_num_one_thousand=Old Hungarian Number “1000”
hungarian_num_one_thousand_alt=1000
